Repository: jconsolini/blim
Catalog: plapp/locale/*/LC_MESSAGES/django.po
Languages: de, nl

source: Please enter a valid list of email addresses.
de: Bitte geben Sie eine Liste gültiger E-Mailadressen ein.
nl: Voer alstublieft een geldige lijst met e-mailadressen in.

source: Description
nl: Beschrijving

source: What, where, how?
de: Was, wo, wie?
nl: Wat, waar, hoe?

source: Invitees
nl: Genodigden

source: Example: john.doe@example.com, Jane Doe <jane@example.net>
de: Beispiel: max.muster@beispiel.de, Anna Müller <anna@beispiel.net>
nl: Voorbeeld: john.doe@voorbeeld.com, Jane Doe <jane@voorbeeld.net>

source: Proposed dates
de: Vorgeschlagene Termine:
nl: Voorgestelde data

source: Invitees may propose more dates
de: Eingeladene Teilnehmer können weitere Termine vorschlagen
nl: Genodigden mogen meer data voorstellen

source: Your name
de: Ihr Name:
nl: Uw naam

source: Email address
de: E-Mailadresse
nl: E-mailadres

source: (no title)
de: (kein Titel)
nl: (zonder titel)

source: Overview
de: Übersicht
nl: Overzicht

source: Invitation
de: Einladung
nl: Uitnodiging

source: Verification
de: Überprüfung
nl: Verificatie

source: Resend invitations
de: Einladung
nl: Uitnodiging opnieuw verzenden

source: Send invitation again
nl: Uitnodiging opnieuw verzenden

source: Invite another participant
nl: Een andere deelnemer uitnodigen

source: Send invitation
de: Einladung
nl: Uitnodiging verzenden

source: Propose another date
de: Vorgeschlagene Termine:
nl: Een andere datum voorstellen

source: Add date
nl: Datum toevoegen

source: D M d, G:i
nl: D d b, G:i

source: Selected times:
nl: Geselecteerde tijden:

source: Not found
de: Nicht gefunden
nl: Niet gevonden

source: We’re sorry, but this page does not seem to exist.
de: Entschuldigung, diese Seite gibt es nicht.
nl: Het spijt ons, maar het lijkt erop dat deze pagina niet beschikbaar is.

source: Please check whether the address is correct.
nl: Kijk alstublieft of het adres correct is.

source: Back to the appointment form
nl: Terug naar het afsprakenformulier

source: Server error
de: Serverfehler
nl: Serverfout

source: Oops!
nl: Oeps!

source: There seems to be something wrong at %(name)s.
de: Etwas in %(name)s hat nicht funktioniert.
nl: Er lijkt iets mis te zijn met %(name)s.

source: Don’t panic though: try again or send an email to %(email)s.
de: Versuchen Sie es erneut %(email)s.
nl: Panikeer echter niet: probeer het alstublieft opnieuw of stuur een e-mail aan %(email)s.

source: We are sorry for the inconvenience.
de: Wir entschuldigen und für die Unanehmlichkleit.
nl: Onze excuses voor het ongemak.

source: Planning an appointment? %(name)s helps you and the invitees to pick the right date and time.
de: Sie planen einen Termin? %(name)s hilft Ihnen und den eingeladenen Gästen das richtige Datum und die richtige Zeit zu finden.
nl: Een afspraak aan het maken? %(name)s zorgt ervoor dat u en de genodigden de juiste dag en tijd kunnen kiezen.

source: %(name)s the appointment planner
nl: %(name)s de afsprakenplanner

source: Sign out
nl: Uitloggen

source: the appointment planner
nl: de afsprakenplanner

source: New appointment
de: Neue Termin
nl: Nieuwe afspraak

source: About %(site)s
nl: Over %(site)s

source: Install %(site)s in Chrome
nl: %(site)s installeren in Chrome

source: Language
nl: Taal

source: My appointments
nl: Mijn afspraken

source: All appointments
nl: Alle afspraken

source: Appointment overview
de: Terminübersicht
nl: Afsprakenoverzicht

source: This appointment could not be found or is not meant to be seen by you. We apologize for the inconvenience.
nl: Deze afspraak kon niet worden gevonden of mag niet door jou worden bekeken. Excuses voor het ongemak.

source: Use the buttons to indicate when you’re available. You can also enter comments.
nl: Gebruik de knoppen om aan te geven wanneer je beschikbaar bent. Je kunt ook commentaar toevoegen.

source: View the availability of the other participants by clicking on their names or on the dates at the left side.
nl: Bekijk de beschikbaarheid van de andere deelnemers door op hun namen te klikken of op de datums aan de linkerkant.

source: Participants
nl: Deelnemers

source: Done
nl: Klaar

source: Email addresses of the invitees (only visible to you)
nl: E-mailadressen van de deelnemers (alleen voor jou zichtbaar)

source: Plan an appointment
de: Einen Termin planen
nl: Een afspraak plannen

source: Pleft: the presentation!
nl: Pleft: de presentatie!

source: Watch our presentation!
de: Sehen Sie unsere Präsentation!
nl: Bekijk onze presentatie!

source: %(name)s helps you to find the right date and time for your appointments.
de: %(name)s hilf Ihnen das richtige Datum und die richtige Zeit für einen Termin zu finden.
nl: %(name)s helpt u bij het vinden van de juiste datum en tijd voor uw afspraken.

source: Propose a few dates and let the invitees tell %(name)s when they’re available.
de: Schlagen Sie ein paar Termine vor und lassen Sie die eingeladenen Teilnehmer %(name)s eintragen, wann sie verfügbar sind.
nl: Stel een aantal data voor en laat de genodigden %(name)s aangeven wanneer ze beschikbaar zijn.

source: The invitees will receive an email that looks like this:
de: Die eingeladenen Teilnehmer erhalten eine E-Mail wie diese:
nl: De genodigden ontvangen een e-mail die er zo uitziet:

source: Example invitation mail
nl: Voorbeeld uitnodigingsmail

source: Both you and the invitees will then get a nice overview:
de: So wohl Sie als auch die eingeladenen Teilnehmer sehen eine Übersicht:
nl: Zowel u als de genodigden krijgen dan een handig overzicht:

source: Example appointment overview
nl: Voorbeeld afsprakenoverzicht

source: Appointment
de: Termin
nl: Afspraak

source: Send invitations
nl: Uitnodiging verzenden

source: Your appointments on %(name)s
de: Ihre Termine auf %(name)s
nl: Uw afspraken op %(name)s

source: Your appointments
de: Ihre Termine
nl: Uw afspraken

source: Title
de: Titel
nl: Titel

source: Started by
de: Begonnen von
nl: Gestart door

source: Created on
de: Erstellt auf
nl: Gecreëerd op

source: Un-archive
de: Aus dem Archiv holen
nl: De-archiveren

source: Archive
de: Archivieren
nl: Archiveren

source: Archived appointments will not be shown in the My appointments menu.
de: Archivierte Termine werden nicht im Meine Termine Menü angezeigt.
nl: Gearchiveerde afspraken worden niet weergegeven in het Mijn afspraken-menu.

source: Dear %(name)s,
de: Sehr geehrte(r) Frau/Herr %(name)s,
nl: Beste %(name)s,

source: Sincerely,
de: Mit freundlichen Grüßen,
nl: Met vriendelijke groet,

source: The %(name)s Team
nl: Het %(name)s-team

source: You have been invited by %(initiator)s to tell when you’re available for the following appointment:
de: Sie wurden von %(initiator)s eingeladen mitzuteilen, wann Sie für den folgenden Termin verfügbar sind:
nl: U bent uitgenodigd door %(initiator)s om aan te geven of u beschikbaar bent voor de volgende afspraak:

source: Click the above link for an overview and to indicate your availability.
de: Klicken Sie oben stehenden Link um eine Übersicht zu sehen und anzugeben wann Sie verfügbar sind.
nl: Klik op bovenstaande link voor het overzicht en om aan te geven wanneer u beschikbaar bent.

source: Your email address has been verified.
de: Ihre E-Mailadresse wurde bestätigt.
nl: Uw e-mailadres is geverifieerd.

source: Go to the overview to see which invitees have entered their availability or modify the appointment:
de: Gehen Sie zur Übersicht um zu sehen welche eingeladenen Teilnehmer Ihre Verfügbarkeit angegeben haben oder den Termin zu verändern:
nl: Ga naar het afsprakenoverzicht om te zien welke genodigden hun beschikbaarheid al hebben opgegeven of om de afspraak aan te passen:

source: We have assumed that you are available on all proposed dates.
de: Wir haben angenommen, dass Sie an allen vorgeschlagenen Terminen verfügbar sind.
nl: We zijn ervan uitgegaan dat u op alle opgegeven data beschikbaar bent.

source: You can use the above link to change your own availability or add comments.
de: Benutzen Sie den oben stehenden Link um Ihre eigene Verfügbarkleit zu ändern oder Kommentare einzutragen.
nl: Klik op de bovenstaande link om uw eigen beschikbaarheid aan te passen of om commentaar te plaatsen.

source: Thank you for using %(site)s to help you pick the right moment for your appointment.
de: Vielen Dank, dass Sie %(site)s benutzen um den richtigen Zeitpunkt für Ihren Termin zu finden.
nl: Bedankt dat u %(site)s gebruikt om u te helpen het juiste tijdstip te kiezen voor uw afspraak.

source: We need to verify your email address.
de: Es ist notwendig, Ihre E-Mailadresse zu bestätigen.
nl: Het is nodig om uw e-mailadres te verifiëren.

source: Please click the following link to continue:
de: Bitte klicken Sie bitte folgenden Link um fortzufahren:
nl: Klik alstublieft op de volgende link om door te gaan:

source: After you have done this, a %(site)s email will be sent to the invitees.
de: Nachdem Sie den Vorgang erfolgreich abgeschlossen haben, wird %(site)s eine E-Mail an die eingeladenen Teilnehmer senden.
nl: Nadat u dit heeft gedaan, stuurt %(site)s een e-mail naar alle genodigden.

source: If you did not create this appointment, someone else has entered your email address.
de: Falls Sie diesen Termin nicht erstellt haben, hat eine andere Person Ihre E-Mail Adresse eingegeben.
nl: Als u deze afspraak niet hebt aangemaakt, dan heeft iemand anders uw e-mailadres opgegeven.

source: Please ignore this message.
de: Bitte ignorieren Sie in diesem Fall diese E-Mail.
nl: Deze e-mail kan dan als niet verzonden worden beschouwd.

source: Should this happen more often, please contact %(abuse_address)s and we will get back to you.
de: Sollte dies öfter vorkommen, kontaktieren Sie bitte %(abuse_address)s. Wir nehmen dann Kontakt mit Ihnen auf.
nl: Mocht dit vaker gebeuren, dan kunt u een e-mail sturen naar %(abuse_address)s en dan zullen we contact met u opnemen.

source: me
de: mir
nl: ik
